# Создать скрипт, который будет выполнять операции сложения, вычетания, деления и умножения.
# При этом, скрипт должен использовать в качестве объектов - ПЕРЕМЕННЫЕ
# Вышеупомянутые переменные необходимо вводить в скрипт после его запуска

a = int(input('enter the number: '))
b = int(input('enter the number: '))

add = a + b
sub = a - b
mul = a * b
div = a / b

print(add)
print(sub)
print(mul)
print(div)
