# Необходимо написать функцию с тремя аргументами (А, Б и В), которая будет делать следующее:
#
# Сравнивать аргументы А и Б, если А меньше Б, то увеличивать на инкремент В (прибавлять А к В)
# Полученный результат повторно сравнивать с Б, если все еще меньше Б - повторить предыдущий шаг
# Когда А станет больше Б, вывести радостное сообщение в консоль
# Вся история сравнений также выводится в консоль

a = 5
b = 15
c = 2

def funk(a, b, c):
    while a < b:
        a += c
        print(a)
    else:
        print("Ура! While разлучил нас!")


funk(a, b, c)
